Repository: common-repository/super-cool-qrcode
Catalog: languages/scqrcode-*.po
Languages: pt_br

source: A QR Code with the current url, or any other content
pt_br: Um QR Code com a url corrente, ou qualquer outro conteúdo

source: Title
pt_br: Título

source: Content
pt_br: Conteúdo

source: If you leave <strong>Content</strong> field blank the current page url will be used
pt_br: Deixando o campo <strong>Conteúdo</strong> em branco a url da página atual será usada

source: Content wrapping
pt_br: Envoltório do conteúdo

source: Before content
pt_br: Antes do conteúdo

source: After content
pt_br: Depois do conteúdo

source: Advanced options
pt_br: Opções avançadas

source: Size
pt_br: Tamanho

source: Encoding
pt_br: Codificação

source: Error correction
pt_br: Tratamento de erros

source: Margin
pt_br: Margem

source: Border
pt_br: Borda

source: Version Note
pt_br: Nota da Versão

source: Since a mention from <a rel="nofollow" href="http://lifehacker.com/#!5777173/add-qr-codes-to-your-wordpress-blog" target="_blank">lifehacker.com</a> made me stop been lazy and fix some bugs, actually, rewrite almost all code and add multi-widget support, i decided to call version 0.0.7 "<strong>Lifehacker Edition</strong>", in honor of the blog that made me get out of chair and do something!
pt_br: Já que uma menção no <a rel="nofollow" href="http://lifehacker.com/#!5777173/add-qr-codes-to-your-wordpress-blog" target="_blank">lifehacker.com</a> me fez deixar de ser preguiçoso de concertar alguns bugs, ou na verdade, reescrever a maior parte do código e adicionar suporte a multi-widgets, eu decidi chamar a versão 0.0.7 "<strong>Lifehacker Edition</strong>", em homenagem ao blog que me fez tormar vergonha e fazer algo!

source: Multi-widgets is supported, so you can add as many as you want, and since they are generated using <a rel="nofollow" href="http://code.google.com/apis/chart/" target="_blank">Google Chart API</a> none significant load is added to your server.
pt_br: Multi-widgets são suportado, então você pode adicionar quantos quiser, e como eles são gerados usando o <a rel="nofollow" href="http://code.google.com/apis/chart/" target="_blank">Google Chart API</a> nenhuma carga significativa é adicionada ao seu servidor.

source: There are several options you que configure in the widgets, they are:
pt_br: Existem várias opções para configurar o widget, são elas:

source: Option
pt_br: Opção

source: Description
pt_br: Descrição

source: The content that will be encoded in the QR code, if you leave it blank the current blog or article url will be used
pt_br: O conteúdo será codificado no QR code, se você deixar em branco, a url do blog ou do artigo atual será usada

source: This is the code the will go before and after the QR code, you can use it to add any code you want around it
pt_br: Este é o código que irá antes de depois do QR code, você pode usa-lo para adicionar qualquer código ao seu redor

source: Here you choose the QR code encoding options, the same way at the shortcode
pt_br: Aqui você escolhe as opções de condificação do QR code, da mesma forma que no shortcode

source: If you simply use <strong>[qrcode]</strong> a QR code with a link to the current URL will be rendered, if you use <strong>[qrcode]</strong><em>content</em><strong>[/qrcode]</strong> a QR code with <em>content</em> will be rendered.
pt_br: Se você usar simplesmente <strong>[qrcode]</strong> um QR code com a url da página atual será gerado. Se usar <strong>[qrcode]</strong><em>conteúdo</em><strong>[/qrcode]</strong> um QR code com <em>conteúdo</em> será gerado.

source: You can overwrite any default value passing it as a parameter in the shortcode, ex: <strong>[sqrcode size="150" link="true"]</strong><em>content</em><strong>[/sqrcode]</strong>, will render a QR code with 150px of side, possible options are:
pt_br: Você pode sobrescrever os valores padrões passando-os como parâmetros do shortcode, ex: <strong>[sqrcode size="150" link="true"]</strong><em>conteúdo</em><strong>[/sqrcode]</strong>, irá criar um QR code com 150px de arresta, as opções possíveis são:

source: Parameter
pt_br: Parâmetro

source: The size of the generated QR code image. it is always a square, so you only need to set one side
pt_br: O tamanho da imagem do QR code gerada. É sempre um quadrado, então é necessário especificar uma vez

source: Specifies how the output is encoded. Available encodings are Shift_JIS, UTF-8, or ISO-8859-1
pt_br: Específica a codificação da imagem. Opções disponíveis são Shift_JIS, UTF-8, ou ISO-8859-1

source: Error correction level:<br/><strong>L</strong> allows 7% of a QR code to be restored<br/><strong>M</strong> allows 15% of a QR code to be restored<br/><strong>Q</strong> allows 25% of a QR code to be restored<br/><strong>H</strong> allows 30% of a QR code to be restored
pt_br: Níveis de correção de errol:<br/><strong>L</strong> permite recuperar 7% do QR code<br/><strong>M</strong> permite recuperar 15% do QR code<br/><strong>Q</strong> permite recuperar 25% do QR code<br/><strong>H</strong> permite recuperar 30% do QR code

source: Defines the margin (or blank space) around the QR code
pt_br: Define a margem (ou espaço em branco) ao redor do QR code

source: The border thickness of the image
pt_br: A espessura da borda da imagem

source: Usefull Links
pt_br: Links Úteis

source: <a rel="nofollow" href="http://zxing.org/w/decode.jspx" target="_blank">ZXing Decoder Online</a>: decode your QR code in a online interface<br /><a rel="nofollow" href="http://code.google.com/apis/chart/" target="_blank">Google Chart API</a>: the API used by this plugin to generate the codes
pt_br: <a rel="nofollow" href="http://zxing.org/w/decode.jspx" target="_blank">ZXing Decoder Online</a>: decodifique QR codes online<br /><a rel="nofollow" href="http://code.google.com/apis/chart/" target="_blank">Google Chart API</a>: a API usada pelo plugin para gerar QR codes

source: <strong>Note</strong>: i'm learning PHP & Wordpress coding and using this plugin to study, so if you have any idea or any kind of suggestion please contact me.
pt_br: <strong>Nota</strong>: estou aprendendo e programar para Wordpress e usando este plugin para estudar, estão se você tiver qualquer idéia ou sugestão entre em contato.

source: <a href="%1$s">%2$s v%3$s</a> by <a href="mailto:"%4$s?Subject=Super%20Cool%20QRCode">%5$s</a>
pt_br: <a href="%1$s">%2$s v%3$s</a> por <a href="mailto:"%4$s?Subject=Super%20Cool%20QRCode">%5$s</a>
